tap "ariga/tap"
tap "azure/functions"
tap "c-bata/kube-prompt"
tap "cloudflare/cloudflare"
tap "dagger/tap"
tap "ebc-2in2crc/zlibcmd"
tap "fujiwara/tap"
tap "go-swagger/go-swagger"
tap "go-to-k/tap"
tap "goreleaser/tap"
tap "jameswoolfenden/tap"
tap "jzaleski/jzaleski"
tap "k1low/tap"
tap "kayac/tap"
tap "kevinburke/safe"
tap "minamijoyo/hcledit"
tap "minamijoyo/tfedit"
tap "mongodb/brew"
tap "snyk/tap"
tap "songmu/tap"
tap "suzuki-shunsuke/pinact"
tap "suzuki-shunsuke/tfcmt"
tap "tailor-platform/tap"
tap "versent/taps"
tap "yukiarrr/tap"
brew "giflib"
brew "libpng"
brew "zstd"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libsodium"
brew "azure-cli"
brew "bison"
brew "freetype"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "cf2tf"
brew "gmp"
brew "gcc"
brew "numpy"
brew "checkov"
brew "clang-format"
brew "cli53"
brew "cloudflared"
brew "codex"
brew "libssh2"
brew "curl"
brew "libavif"
brew "gd"
brew "icu4c@76"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "cql"
brew "cryptography"
brew "direnv"
brew "openssl@1.1"
brew "docutils"
brew "duckdb"
brew "flarectl"
brew "gawk"
brew "geos"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "libheif"
brew "gdal"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secret"
brew "git-secrets"
brew "gnu-tar"
brew "go-jsonnet"
brew "goreleaser", link: false
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "hub"
brew "icu4c@77"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "just"
brew "kustomize"
brew "libedit"
brew "libiconv"
brew "litecli"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "node"
brew "mongosh"
brew "mycli"
brew "nkf"
brew "openjdk@11"
brew "ossp-uuid"
brew "p7zip"
brew "pdm"
brew "peco"
brew "pgcli"
brew "php@8.1"
brew "pinact"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "pwgen"
brew "python@3.10"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rtk"
brew "saml2aws"
brew "stern"
brew "swagger-codegen"
brew "tfcmt"
brew "tmux"
brew "tree"
brew "trivy"
brew "unar"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "ariga/tap/atlas"
brew "azure/functions/azure-functions-core-tools@4"
brew "c-bata/kube-prompt/kube-prompt"
brew "dagger/tap/dagger-cue"
brew "ebc-2in2crc/zlibcmd/zlibcmd"
brew "fujiwara/tap/lambroll"
brew "go-swagger/go-swagger/go-swagger"
brew "go-to-k/tap/delstack"
brew "jameswoolfenden/tap/pike"
brew "jzaleski/jzaleski/apg"
brew "k1low/tap/calver"
brew "kayac/tap/ecspresso"
brew "kevinburke/safe/hostsfile"
brew "minamijoyo/hcledit/hcledit"
brew "minamijoyo/tfedit/tfedit"
brew "mongodb/brew/mongodb-database-tools"
brew "snyk/tap/snyk"
brew "songmu/tap/ecschedule"
brew "tailor-platform/tap/tailorctl"
brew "yukiarrr/tap/ecsk"
cask "alacritty"
cask "alt-tab"
cask "aws-vault-binary"
cask "claude-code"
cask "codex"
cask "gcloud-cli"
cask "goreleaser/tap/goreleaser"
cask "graphql-playground"
cask "multipass"
cask "postman"
cask "raycast"
cask "wezterm"
cask "wireshark-app"
vscode "anthropic.claude-code"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
go "github.com/go-delve/delve/cmd/dlv"
go "cmd/go"
go "cmd/gofmt"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/suzuki-shunsuke/tfcmt/v4/cmd/tfcmt"
cargo "cargo-audit"
cargo "cargo-deny"
cargo "cargo-edit"
cargo "cargo-expand"
cargo "cargo-make"
cargo "cargo-udeps"
cargo "cargo-watch"
cargo "evcxr_repl"
cargo "license-generator"
cargo "mdbook"
cargo "paperclip"
cargo "sea-orm-cli"
cargo "taplo-cli"
cargo "typeshare-cli"
cargo "yaml-include"
krew "df-pv"
krew "krew"
krew "neat"
krew "tree"
