1yib.rust-bundle
be5invis.toml
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docker.docker
dustypomerleau.rust-syntax
editorconfig.editorconfig
esbenp.prettier-vscode
exiasr.hadolint
fill-labs.dependi
foxundermoon.shell-format
golang.go
hashicorp.hcl
hashicorp.terraform
janisdd.vscode-edit-csv
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mkhl.shfmt
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
stephanvs.dot
tamasfe.even-better-toml
timonwong.shellcheck
vadimcn.vscode-lldb
